export const MARKET_NAME = '담가화로구이';
export const KEYWORD_COUNT = 8;
export const MIN_LENGTH = 3000;
export const IMAGE_COUNT = 20;
export const CONTENT_TYPE = '정보전달 및 후기성 원고';

export const SUB_KEYWORDS = [
  '가격', '추천', '비용', '종류', '설명회', '정보', '성공사례',
  '아이템', '업종', '순위', '준비', '컨설팅', '업체', '브랜드',
  '프랜차이즈'
];

export const KEY_CONTENT = `
- 프리미엄 소고기 전문점
- 누룩으로 7일 숙성 (숙성과정을 통해 고기의 품질을 높임)
- 숙성 노하우로 다른 브랜드와 차별성이 있으며 쉽게 따라할수 없어 진입장벽이 높음 
- 숙성된 고기의 장점 : 컬러, 부드러움, 육즙, 육향
- 추가주문 무조건 반값 (고객들이 좋아할만한 가격, 추가 주문 반값으로 다시방문할때는 친구,가족,지인들을 동반하여 재방문하게됨, 매출과 테이블 단가가 올라감)
-시그니처 메뉴로 "큐브눈꽃살" - 소 갈비살 6~8번 부위로 갈비의 중앙에 위치한 부위로, 갈비 부위중 가장 맛이 좋은 부위. 마블링 함유율이 높으며 맛이 뛰어남 
-자체 제작한 화로구이에 구워 고기맛이 더 좋아짐(불이 잘 나지 않고, 고기가 촉촉하다)
- 담가 고기는 퀄리티가 좋으면서 가격도 저렴함 
- 늦게까지 장사하지 않아도 되서 점주 삶의 행복추구 가능
- 반값에 팔고도 순수익금이 굉장히 높음 (성공 창업의 핵심은 수익성) 
- 인건비가 평균 약 14%내외 정도 (보통 요식업에서는 인건비가 20% 이상)
- 손질이 완료된 육류와 찬 종류 제공으로 주방일이 매우 간편함 (인건비 절감과 초보 창업자에게 최적화된 시스템) 
- 100% 완제품으로 납품되기 때문에 전문 육부장이 필요없고 직원관리가 매우 편함 
- 공산품들 본사 NO 마진, 직거래 유통
- 석쇠, 숯, 티오더까지 100% 직거래, 본사 노마진 구조로 점주 수익률이 더 올라감
- 담가 CEO 윤양효 회장님이 직접 세미나 진행
- 윤양효 회장님 프로필 : 1990년대 대패 삼겹살을 유행시킴, 20년전 와인 숙성 삼겹살 프랜차이즈를 성공시킴, 덤 마케팅으로 유명했던 600g+600g 그램그램 경영자 , 3개의 프랜차이즈를 성공시키신분이며, 이번에 4번째 오픈된 브랜드가 바로 '담가화로구이' , 직접 성공한 경험과 노하우가 있어 믿을만한 브랜드라는점 어필
- 창업 세미나 참가시 모든 자료 100% 공개 (매출 및 수익구조)
- 창업 모집 1년만에 150호점 이상 계약 
- 매주 목요일 오후 2시 본사에서 창업 세미나 진행
- 본사에서 점포개발, 상권, 입지 분석을 해줌
- 본사에 부서별 전문 인원이 배치되어 있어 창업과 운영에 많은 도움을 받아볼수 있음 
- 소형평수로 오픈 가능
- 다양한 창업 대출이 있음 
- 2호점 오픈등 다점포 사례 16개점 
- KBS2TV 주말연속극 '다리미패밀리' PPL광고
-앞으로 KBS2 주말연속극 '화려한날들' '은수좋은날' , KBS2 일일드라마 '친밀한리플리' ,
 TV조선 '컨피던스맨KR' PPL광고 예정 
-최근 유튜브 '정보의신' 채널에서도 방영됨. 정확한 정보만 주는 채널이라 신뢰성이 있음 
-최근 40평대 작은 매장들도 많이 오픈하며 높은 일매출을 내고 있음

<성공사례 (아래 성공사례 중 3~4개 선택하여 내용 구성)>
사례1. (성남은행점) 최근 오픈 매장으로 테이블 20개로 2억 4천 이상 매출. 테이블 한개당 1200만원 매출. 
사례2. (오남호수공원점) 상권이 없는 산꼭대기에 위치. 100% 사람들이 찾아와야 하는 상권에 있음에도 불구하고 1억 이상의 매출 유지, 5월에는 매출 2억 돌파. 
사례3. (잠실1호점) 전직 타프랜차이즈 관련 업종 회사에 다녔었음. 회사를 퇴직하고 담가화로구이 창업. (프랜차이즈를 잘 알만한 분이 선택한 브랜드라는점)
사례4. (마석점) 오픈때부터 고매출을 유지하고 있으며, 2호점 가계약 진행
사례5. (별내점) 요식업에 경험이 없던 초보 창업자였으나, 오픈후 고매출 유지중. 지인들이 관심을 갖고 의정부고산점, 구리갈매점, 의정부신곡백병원점 오픈
사례6. (의왕포일점) 치킨집을 3개 운영하다가 다 정리하고 업종변경 창업함. 매출과 수익금에 만족하고 있음,늦은시간까지 영업하지 않아서 삶의 만족도까지 올라감
사례7. (삼송점) 본사에서 점포개발을 진행했으며, 현재 고매출 유지중, 2호점 계약 
사례8. (탄현점) 무한리필 운영하다가 수익성에 만족을 못하고, 여러 브랜드 알아보다가 창업. 120평에 오픈했으며 본사 통해 점포개발. 무한리필과 수익률 비교에 있어 훨씬 월등함.
사례9. (인천논현점) 무한리필 여러 매장 운영하다가 브랜드 변경. 무한리필에 비해 운영이 수월하고 인건비가 저렴하고 수익성에 만족하고 있음. 일산주엽점 2호점 운영, 3호점 준비중
사례10. (하남감일점) 임대가 나가지 않아 본인 건물에 직접 창업. 한달 매출 4억 5천만원 이상. 임대 수입보다 높은 수익금 예상. 
사례11. (구리토평점) 오픈 1년이 지난 지금도 1년전 매출 유지중. 1년뒤에도 매출이 유지된다는 점은 강력한 파워가 있는 브랜드 입증.
사례12. (의정부신곡백병원점) 별내점 지인으로 별내점에 항상 웨이팅이 있는 모습에 관심을 갖고 창업하게됨. 창업 비용이 걱정이었지만 본사의 다양한 대출 지원으로 창업 가능했음.요식업 처음이지만 체계적인 교육 시스템으로 안정적이게 운영하고 있음. 22개 테이블에서 1억 9천 6백만원 고매출. 
사례13. (번동점) 최근 오픈 매장. 테이블 19개에서 하루 최고 매출 13,984,000원 달성.
</성공사례>
`;

export const ADDITIONAL_REQUIREMENTS = `
창업 문의 네이버 폼 url 링크 삽입 필수 !

https://naver.me/Gn0RaYTQ

네이버 톡톡 상담 링크 : talk.naver.com/W5G0S8I
`;