// export const MARKET_NAME = '양념LA갈비';
export const MARKET_NAME = '담가화로구이';
export const KEYWORD_COUNT = 9;
export const MIN_LENGTH = 1800;
export const MAX_LENGTH = 2400;
export const IMAGE_COUNT = 20;
export const CONTENT_TYPE = '정보전달 및 후기성 원고';

// export const SUB_KEYWORDS = [
//   '온라인몰', '구매', '판매', '출시', '신메뉴', '밀키트', '우승상품', '장민호', '편스토랑 프랜차이즈', '콜라보', '300회 특집', '라갈비솥밥'];

export const SUB_KEYWORDS = [
  '가격', '추천', '비용', '종류', '설명회', '정보', '성공사례',
  '아이템', '업종', '순위', '준비', '컨설팅', '업체', '브랜드',
  '프랜차이즈', '프렌차이즈'
];

// export const KEY_CONTENT = `
// - 프리미엄 소고기 전문점
// - 쌀누룩으로 숙성 (숙성과정을 통해 고기의 품질을 높임)
// - 숙성 노하우로 다른 브랜드와 차별성이 있으며 쉽게 따라할수 없어 진입장벽이 높음 
// - 숙성된 고기의 장점 : 컬러, 부드러움, 육즙, 쫄깃한 식감 
// - 추가주문 무조건 반값 (고객들이 좋아할만한 가격, 추가 주문 반값으로 다시방문할때는 친구,가족,지인들을 동반하여 재방문하게됨, 매출과 테이블 단가가 올라감)
// -자체 제작한 화로구이에 구워 고기맛이 더 좋아짐(불이 잘 나지 않고, 고기가 촉촉하다)
// - 담가 고기는 퀄리티가 좋으면서 가격도 저렴함 
// - 한국외식중앙회와 협업
// - 벤처기업 인증 획득 (프랜차이즈 업계에서는 흔치 않음) , 브랜드 안정성, 미래 성장성이 보장된 브랜드 
// -담가화로구이 신메뉴 양념LA갈비 출시 
// -편스토랑 300회 고기 특집으로 2025년 마지막 메뉴 출시 고기 프랜차이즈 담가화로구이와 콜라보로 진행 
// -문정희의 흑돼지수육, 김강우 목살김된찌, 장민호의 양념LA갈비가 대결 
// -쌀누룩으로 숙성시키고, 과일이 듬뿍 들어간 특제 소스로 만들어진 장민호의 양념LA갈비가 우승 
// -우승 상품은 담가화로구이 전국 가맹점에 신메뉴로 출시
// -장민호로 디자인된 밀키트 제품도 출시 
// -밀키트는 담가화로구이 전국 가맹점에서 포장판매 혹은 온라인몰에서 구매 가능 
// -양념LA갈비를 구매하면 수익금의 일부가 결식아동에 기부됨
// -2025년에 벤처기업인증 완료
// -다양한 PPL 광고를 가맹점 부담없이 100% 본사에서 진행
// -신메뉴 출시 홍보를 위해 현재 PPL 방송중인 KBS2 주말드라마 '화려한날들', KBS2 일일드라마 '친밀한리플리'에서도 양념LA갈비 신메뉴 출시 내용이 나옴
// `;

// export const ADDITIONAL_REQUIREMENTS = `
// https://damgamall.co.kr/

// talk.naver.com/W5G0S8I
// `;

export const KEY_CONTENT = `
- 프리미엄 소고기 전문점
- 딥그린 컬러 인테리어로 고급스럽고 외식하기 좋은 분위기 
- 쌀누룩으로 숙성 (숙성과정을 통해 고기의 품질을 높임)
- 숙성 노하우로 다른 브랜드와 차별성이 있으며 쉽게 따라할수 없어 진입장벽이 높음 
- 숙성된 고기의 장점 : 컬러, 부드러움, 육즙, 쫄깃한 식감 
- 추가주문 무조건 반값 (고객들이 좋아할만한 가격, 추가 주문 반값으로 다시방문할때는 친구,가족,지인들을 동반하여 재방문하게됨, 매출과 테이블 단가가 올라감)
-시그니처 메뉴로 "큐브눈꽃살" - 소 갈비살 6~8번 부위로 갈비의 중앙에 위치한 부위로, 갈비 부위중 가장 맛이 좋은 부위. 마블링 함유율이 높으며 맛이 뛰어남 
-자체 제작한 화로구이에 구워 고기맛이 더 좋아짐(불이 잘 나지 않고, 고기가 촉촉하다)
- 담가 고기는 퀄리티가 좋으면서 가격도 저렴함 
- 늦게까지 장사하지 않아도 되서 점주 삶의 행복추구 가능
- 손질이 완료된 육류와 찬 종류 제공으로 주방일이 매우 간편함 (인건비 절감과 초보 창업자에게 최적화된 시스템) 
- 초보 창업자도 가능한 손쉬운 운영 시스템 구축
- 100% 완제품으로 납품되기 때문에 전문 육부장이 필요없고 직원관리가 매우 편함 
- 공산품들 본사 NO 마진, 직거래 유통
- 석쇠, 숯, 티오더까지 100% 직거래, 본사 노마진 구조로 점주 수익률이 더 올라감
- 담가 CEO 윤양효 회장님이 직접 세미나 진행
- 윤양효 회장님 프로필 : 30년전 대패 삼겹살을 유행시킴, 20년전 와인 숙성 삼겹살 프랜차이즈를 성공시킴, 10년전 덤 마케팅으로 유명했던 600g+600g 그램그램 경영자 , 3개의 프랜차이즈를 성공시키신분이며, 이번에 4번째 오픈된 브랜드가 바로 '담가화로구이' , 직접 성공한 경험과 노하우가 있어 믿을만한 브랜드라는점 어필
- 창업 세미나 참가시 모든 자료 100% 공개 (매출 및 수익구조)
- 창업 모집 1년만에 가계약 포함 150호점 이상 계약 
- 매주 목요일 오후 2시 본사에서 창업 세미나 진행
- 세미나에 참석하면 브랜드 스토리부터 윤회장님의 외식업 30년 경력의 노하우를 들을수 있음
- 세미나 후 시식까지 진행하여 고기 맛까지 경험하고 평가해볼수 있음
- 세미나는 선착순 신청 마감 
- 본사에서 점포개발, 상권, 입지 분석을 해줌
- 본사에 부서별 전문 인원이 배치되어 있어 창업과 운영에 많은 도움을 받아볼수 있음 
- 소형평수로 오픈 가능
- 다양한 창업 대출이 있음 (본사 지원으로 창업비용 도움받을수 있음)
- 2호점 추가 계약 다점포 사례 16개점 
- KBS2TV 주말연속극 '다리미패밀리' PPL광고
-앞으로 KBS2 주말연속극 '화려한날들' '은수좋은날' , KBS2 일일드라마 '친밀한리플리' , 
 TV조선 '컨피던스맨KR' '미스트롯4' , MBN '현역가왕3' ,  PPL광고 진행
-최근 유튜브 '정보의신' 채널에서도 방영됨. 정확한 정보만 주는 채널이라 신뢰성이 있음 
-최근 40평대 작은 매장들도 많이 오픈하며 높은 일매출을 내고 있음 
- 한국외식중앙회와 협업
- 벤처기업 인증 획득 (프랜차이즈 업계에서는 흔치 않음) , 브랜드 안정성, 미래 성장성이 보장된 브랜드 
- 공정거래위원회 자료에 의하면 100개가 넘는 브랜드 단 4%뿐, 담가화로구이 본격 가맹 모집 1년 5개월만에 곧 100호점 달성을 앞둠
- 최근 편스토랑 출연하며 300회 고기 특집에서 장민호 우승상품인 양념LA갈비를 신메뉴로 출시
- 양념LA갈비는 전국 가맹점과 온라인 밀키트로 구매 가능 
- 쌀누룩으로 숙성된 고기를 사용하여 어린 아이부터 어른들까지 부드럽게 즐길수 있음
- KBS 드라마 화려한날들, 친밀한리플리에서도 신메뉴 양념LA갈비 방영됨
- 신메뉴 출시도 굉장히 전략적인 광고로 진행함
- 모든 PPL 광고는 가맹점 부담없이 100% 본사에서 진행
- 2026년 브랜드 성장을 위해 밀키트, 쇼핑몰 판매등 대대적인 준비중

<성공사례 (아래 성공사례 중 3~4개 선택하여 내용 구성)>
사례1. (성남은행점) 한달 최고 매출 테이블 20개로 2억 4천 이상 매출. 테이블 한개당 1200만원 매출. 
사례2. (오남호수공원점) 상권이 없는 산꼭대기에 위치. 100% 사람들이 찾아와야 하는 상권에 있음에도 불구하고 1억 이상의 매출 유지, 5월에는 매출 2억 돌파. 
사례3. (잠실1호점) 전직 타프랜차이즈 관련 업종 회사에 다녔었음. 회사를 퇴직하고 담가화로구이 창업. (프랜차이즈를 잘 알만한 분이 선택한 브랜드라는점)
사례4. (별내점) 요식업에 경험이 없던 초보 창업자였으나, 오픈후 고매출 유지중. 지인들이 관심을 갖고 의정부고산점, 구리갈매점, 의정부신곡백병원점 오픈
사례5. (의왕포일점) 치킨집을 3개 운영하다가 다 정리하고 업종변경 창업함. 매출과 수익금에 만족하고 있음,늦은시간까지 영업하지 않아서 삶의 만족도까지 올라감 
사례6. (청주동남방서점) 그램그램 운영했던 점주님, 회장님이 새로 시작한 담가화로구이를 회장님 믿고 바로 창업 결정. 1년 넘게 안정적인 고수익 운영중이며 2호점 오픈 예정 
사례7. (인천논현점) 무한리필 여러 매장 운영하다가 브랜드 변경. 무한리필에 비해 운영이 수월하고 인건비가 저렴하고 수익성에 만족하고 있음. 일산주엽점 2호점 운영, 3호점 준비중
사례8. (하남감일점) 임대가 나가지 않아 본인 건물에 직접 창업. 한달 매출 4억 5천만원 이상. 임대 수입보다 높은 수익금 예상. 
사례9. (구리토평점) 오픈 1년이 지난 지금도 1년전 매출 유지중. 1년뒤에도 매출이 유지된다는 점은 강력한 파워가 있는 브랜드 입증.
사례10. (의정부신곡백병원점) 별내점 지인으로 별내점에 항상 웨이팅이 있는 모습에 관심을 갖고 창업하게됨. 창업 비용이 걱정이었지만 본사의 다양한 대출 지원으로 창업 가능했음.요식업 처음이지만 체계적인 교육 시스템으로 안정적이게 운영하고 있음. 22개 테이블에서 1억 9천 6백만원 고매출. 
사례11. (번동점) 무권리 가게, 테이블 19개에서 하루 최고 매출 13,984,000원 , 한달 최고 매출 2억 6천 5백만원 달성 (월요일 휴무) 
사례12. (중곡점) 최근 서울 상권에 입점 , 40평대 작은 매장에서 고매출 하는중! 
사례13. (대전중리점) 무한리필 실패후, 마지막 창업이라는 마음으로 담가화로구이로 업종변경후 1년 가까운 시간동안 고매출 유지중 
사례14. (중곡점) 여러 자영업 경험이 있는 사장님, 담가화로구이 창업후 첫달 매출 195,090,300원 , 테이블 16개에서 이뤄낸 기적 매출 ! 
사례15. (포항효자점) 최근 오픈 매장으로 고매출 달성중!
사례16. (부천춘의점) 최근 오픈 매장, 월 3억 6천 5백만원 달성~ 테이블당 1300만원 이상 매출 달성
</성공사례>
`;

export const ADDITIONAL_REQUIREMENTS = `
https://naver.me/Gn0RaYTQ

talk.naver.com/W5G0S8I
`;